"""1. Создать новый проект
2. (МОДУЛЬ 1) В проекте создать новый модуль variables.py
3. Выбрать объект для описания из списка: овощ, еда, сотрудник, игрушка (так же можно придумать свой)
4. Объявить переменные основных типов данных для описания этого объекта
 В конце модуля с помощью функции type вывести тип для каждой из объявленных переменных"""

# тип Кот
# Имя
name = 'Махоуни'
print(name, type(name))

# Возраст
age = 18
print(age, type(age))

# Мальчик
is_man = True
print(is_man, type(is_man))

# Вес
weight = 3.5
print(weight, type(weight))
